Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Признаки и симптомы • Жжение или боль при мочеиспускании • Внезапное или частое мочеиспускание • Давление внизу живота • Кровь в моче, мутная моча или моча с резким запахом • Боль в боку или в пояснице • Усталость или плохое самочувствие Лечение Если у вас есть симптомы ИМП, сообщите врачу. Диагностика проводится с помощью анализа мочи. Лечение может состоять в следующем: • Прием антибиотиков. Необходимо принять все прописанные антибиотики, пока они не закончатся, даже если вам станет лучше. Если вы не завершите полный курс лечения, инфекция может вернуться или усугубиться. • Питье не менее 8 стаканов воды в день. • Отказ от напитков с кофеином (кофе, чай и безалкогольные напитки). Профилактика ИМП • Следите за чистотой области гениталий. • Принимайте душ, а не ванну. • Опорожняйте мочевой пузырь каждые несколько часов, даже если чувствуете, что он еще не полон. • Женщины после туалета должны всегда подтираться спереди назад. • Опорожняйте мочевой пузырь до и после полового акта. • Носите хлопчатобумажное белье и брюки свободного покроя.
en: Signs and Symptoms • Burning or pain when passing urine • Having to pass urine suddenly or often • Pressure in the lower belly • Urine that is bloody, cloudy or has a strong odor • Pain in the lower back or side • Feeling tired or not feeling well Your Care If you have symptoms of a UTI, tell your health care provider. A urine test can diagnose an infection. Your treatment may include: • Taking antibiotics. Take all antibiotics as ordered until the bottle is empty, even if you feel better. If you do not take all of the medicine, your infection may return or get worse. • Drinking at least 8 glasses of water each day. • Avoiding drinks that have caffeine, such as coffee, tea and soft drinks. Ways to Prevent UTI • Keep your genital area clean. • Take showers instead of tub baths. • Empty your bladder every few hours even if you do not feel full. • Women should always wipe from front to back after going to the toilet. • Empty your bladder before and after sexual intercourse. • Wear cotton underwear and loose pants. UTI. Russian.

source: • Гепатит В: 1-я вакцинация • Гепатит В: 2-я вакцинация в 1–2 месяца • АКДС (дифтерия, столбняк, коклюш): 1-я вакцинация • Hib (гемофильная инфек- ция типа B): 1-я вакцинация • Пневмококковая конъюги- рованная вакцина (PCV13): 1-я вакцинация • Полиомиелит: 1-я вакц. • Ротавирус: 1-я вакцинация • Менингокок: 2 мес.–18 лет для групп высокого риска • АКДС (дифтерия, столбняк, коклюш): 2-я вакцинация • Hib (гемофильная инфек- ция типа B): 2-я вакцинация • Пневмокок. конъюг. вакцина (PCV13): 2-я вакцинация • Полиомиелит: 2-я вакц. • Ротавирус: 2-я вакцинация • Гепатит В: 3-я вакцинация в 6–18 месяцев • АКДС (дифтерия, столбняк, коклюш): 3-я вакцинация • Hib (гемофильная инфекция типа B): 3-я вакцинация в зависимости от количества этапов • Пневмококковая конъюгированная вакцина (PCV13): 3-я вакцинация • Полиомиелит: 3-я вакцинация в 6–18 месяцев • Ротавирус: при вакцинации в 3 этапа • Грипп: ежегодно, начиная с 6 месяцев
en: Age Vaccines Birth • Hepatitis B: 1st dose • Hepatitis B: 2nd dose at 1 to 2 months • DTaP (Diphtheria, Tetanus and Pertussis): 1st dose • Hib (Haemphilus influenzae type b): 1st dose 2 months old • Pneumococcal Conjugate 2 (PCV13): 1st dose • Polio (IPV): 1st dose • Rotavirus (RV): 1st dose • Meningococcal: 2 months through 18 years for certain high risk groups • DTaP (Diphtheria, Tetanus and Pertussis): 2nd dose • Hib (Haemphilus influenzae 4 months old type b): 2nd dose 4 • Pneumococcal Conjugate (PCV13): 2nd dose • Polio (IPV): 2nd dose • Rotavirus (RV): 2nd dose • Hepatitis B: 3rd dose at 6 to 18 months • DTaP (Diphtheria, Tetanus and Pertussis): 3rd dose • Hib (Haemphilus influenzae type b): 3rd dose depending on vaccine series • Pneumococcal Conjugate 6 months old (PCV13): 3rd dose 6 • Polio (IPV): 3rd dose at 6 to 18 months • Rotavirus (RV): if 3 dose vaccine series • Influenza: yearly beginning at 6 months Vaccines for Young Children. Russian.

source: Позвоните врачу при любом симптоме инфекции. Врач проведет обследование и определит тип инфекции. Типы вагинальной инфекции Дрожжевая инфекция Дрожжевая инфекция вызывается грибком. Выделения при этом густые, имеют белый цвет и выглядят как творог, но не имеют неприятного запаха. Грибки могут вызывать зуд, жжение, покраснение в области влагалища и боль во время мочеиспускания и секса. Бактериальный вагиноз Бактериальный вагиноз возникает, когда во влагалище вредных бактерий больше, чем полезных. Выделения при этом водянистые, серого цвета, густые и имеют неприятный запах. Во время мочеиспускания может наблюдаться боль и зуд вокруг входа во влагалище. Атрофический вагинит Возникает в результате истончения, воспаления и стягивания влагалища в результате низкого уровня эстрогена после менопаузы, родов или во время кормления грудью. При этом могут возникнуть выделения, зуд и жжение. Мочеиспускание и половые акты могут быть затрудненными и болезненными. Трихомонадный вагинит Передается половым путем, вызывается паразитом. Могут быть обильные выделения, запах, зуд и боль во время секса и мочеиспускания. Иногда симптомов нет. Если ваш партнер не лечился, вы можете заразиться снова.
en: Call your doctor if you have any signs of infection. Your doctor will do an exam to find out the type of infection you have. Types of Vaginal Infection Yeast Infection Yeast infections are caused by fungus. Symptoms of a yeast infection include a thick, white discharge that looks like cottage cheese but does not have a foul odor. Yeast infections can cause vaginal itching, burning, redness, and pain with urination or sex. Bacterial Vaginosis (BV) Bacterial Vaginosis is caused by an overgrowth of certain kinds of bacteria in the vagina. BV occurs when your vagina has more harmful bacteria than good bacteria. Vaginal discharge may be watery, gray in color, heavy and foul smelling. There may be pain during urination and itching around the vagina. Atrophic Vaginitis Atrophic vaginitis is the thinning, inflammation and shrinking of the vagina caused by low estrogen levels. Low estrogen levels can occur after menopause, childbirth, or while breastfeeding. It may cause discharge, itching and burning. Urinating and sex may become hard to do and painful. Trichomoniasis Vaginitis “Trich” is an infection spread by sexual contact and caused by a parasite. Heavy discharge with odor, itching, and painful sex and urination may occur. Some women have no signs. You may become infected again if your partner is not also treated. Vaginal Infection. Russian.

source: Лечение Обратитесь к врачу, если у вас наблюдается любой из признаков инфекции. Лечение может состоять в следующем: • Лекарства Ì Принимайте лекарства до конца в соответствии с указанием врача: даже если выделения прекратились, инфекция все еще может оставаться в организме. • Гигиена Ì Ежедневно принимайте ванну или душ и тщательно мойте промежность. Ì Содержите гениталии в сухом состоянии. Носите хлопчатобумажное белье. • Гигиенические прокладки Ì Если у вас обильные выделения, используйте прокладки. Ì Не пользуйтесь тампонами. Лечение может понадобиться вам и вашему партнеру, потому что некоторые типы вагинальных инфекций передаются при половом контакте. Спросите врача, должен ли ваш партнер пройти курс лечения. Если вам назначат повторное обследование, не забудьте записаться на прием.
en: Your Care See your doctor if you have any signs of infection. Your treatment may include: • Medicines Finish all of your medicine as ordered. The infection may still be present even if the discharge goes away before the medicine is finished. • Bathing Ì Bathe or shower each day and clean the area around the vagina well. Ì Keep the area as dry as you can. Wear cotton underwear. • Sanitary pads Ì Use pads if there is a lot of discharge. Do not use tampons to absorb discharge. Both you and your partner may need treatment as some types of vaginal infection can be spread by sexual contact. Ask your doctor if your partner needs treatment. If you are told to return for a follow up check, be sure to schedule an appointment Vaginal Infection. Russian.

source: Профилактика вагинальных инфекций Если у вас часто повторяется вагинальная инфекция: • Не допускайте переноса микроорганизмов из прямой кишки во влагалище. После похода в туалет вытирайте задний проход движением спереди назад, от влагалища. • Каждый день мойте влагалище мягким средством и содержите эту область в сухом состоянии. Каждый день меняйте белье. Сразу же снимайте мокрый купальник и спортивную одежду. Тщательно мойте и сушите половые губы. • Не пользуйтесь мылом и средствами, которые вызывают раздражение, женскими гигиеническими аэрозолями, ароматизированной туалетной бумагой и ароматизированными тампонами: они могут усилить симптомы. • Мойте влагалищные диафрагмы и аппликаторы для спермицидов горячей водой с мылом, после чего тщательно их споласкивайте. • Откажитесь от спринцевания. Ì При спринцевании вы можете смыть полезные бактерии и спровоцировать вагинальные инфекции. Ì Во время менструации влагалищные выделения имеют разный запах. Это обычное явление. Если запах не исчезает после мытья, проконсультируйтесь с врачом или медсестрой. Спринцевание после полового акта не защищает от беременности. Ì Женщины, которые делают спринцевание, имеют больше шансов получить воспаление тазовых органов.
en: Preventing Vaginal Infections If you have a vaginal infection that keeps coming back, try these tips to help prevent it: • Avoid spreading germs from the rectum to the vagina. When you go to the bathroom, always wipe from the front of your body to the back, away from the vagina. • Wash your vagina daily with a mild soap and keep the area as dry as possible. Change your underwear every day and remove wet bathing suits and exercise clothes as soon as possible. Clean the lips of the vagina well and keep the area as dry as possible. • Avoid irritating soaps or detergents, feminine hygiene sprays, perfumed toilet paper or perfumed tampons. These products may make symptoms worse. • Clean diaphragms and spermicidal applicators with hot soapy water and rinse well. • Do not douche. Ì Using a douche can wash away good bacteria and cause you to have more vaginal infections. Ì Your vaginal discharge will smell different during your monthly cycle. This is normal. If you have an odor that does not go away after washing, check with your doctor or nurse. Ì Douching after having sex does not prevent pregnancy. Ì Women who douche may have more of a chance of getting pelvic inflammatory disease. Vaginal Infection. Russian.

source: быстрой ходьбе, езде на велосипеде, плаванию, бегу и прогулкам. 2–3 раза в неделю рекомендуется выполнять силовые упражнения и упражнения на растяжение. Занятия в тренажерном зале с тренером — отличный способ укрепить мышцы. Принесут пользу и групповые занятия спортом. • Ограничьте потребление сахара и сладостей. Ограничьте потребление пищи, содержащей дополнительный сахар: пончики, печенье, конфеты и прочие десерты. В них много калорий и мало питательных веществ, в результате чего у вас усиливается аппетит. • Пейте воду. Люди, которые пьют много воды, имеют больше шансов похудеть. Ежедневно выпивайте минимум 6–8 стаканов воды. Если у вас лишний вес, вам может понадобиться пить больше, чтобы не допустить обезвоживания. Вода помогает контролировать аппетит и выводить из организма продукты жизнедеятельности. • Будьте осторожны, когда едите не дома. Заранее изучите меню. Выбирайте суп и салат или небольшие блюда с низким содержанием жира и соли. Попросите подать соусы отдельно. Если порции большие, поделитесь с кем-нибудь или заберите половину домой. Спросите официанта о диетических блюдах. • Полезные легкие закуски. Если между приемами пищи вы проголодались, съешьте 1 или 2 закуски калорийностью 100–200 калорий. Употребляйте свежие фрукты, овощи или нежирные йогурты вместо расфасованных закусок. Также подойдут овсянка, цельнозерновые пшеничные крекеры и хлопья. Это отличный источник клетчатки, который поможет вам дольше оставаться сытым.
en: Examples of moderate activity are brisk walking, bike riding, swimming, running, and hiking. It is also recommended to stretch and strengthen your muscles 2 to 3 days a week. Lifting weights in a supervised program is one way to strengthen muscles. Exercise classes may also be helpful. • Limit sugar and sweets. Limit food that contains added sugars such as desserts, doughnuts, cookies, and candies. These have many calories, few nutrients, and leave you wanting more. • Drink water. People who drink plenty of water are more likely to lose weight. Drink at least 6 to 8 glasses of water each day. If you are overweight, you may need to drink more water to stay hydrated. Drinking water helps to control your appetite and rid your body of waste. When you • Be careful when eating out. eat out, preview the menu ahead of time. Choose soup and salad or smaller dishes that are low in fat and sodium. Ask for sauces and dressings on the side. If portions are large, share a plate or take half home. Ask about healthy menu choices. • Snack for better health. If you are hungry between meals, eat 1 or 2, 100 to 200 calorie snacks. Enjoy fresh fruit, vegetables, or fat free light yogurt instead of packaged snacks. Whole wheat crackers, whole grain cereals, and oatmeal also make great snacks. They are good sources of fiber that keep you feeling full longer. Ways to Manage Your Weight. Russian.

source: 3. Длинный ре- мень должен начинаться от внутренней стороны травми- рованной руки и идти через спи- ну, противопо- ложное плечо и грудную клетку. Другой вариант Если вы не можете обернуть ремень через себя, можно прикрепить его к фиксатору, продеть его через голову и положить на противоположное плечо. 4. Прикрепите длинный ремень к фиксатору, расположенному на бандаже в районе запястья. 5. Отрегулируйте длину ремня так, чтобы рука всегда находилась на уровне локтя или выше. 6. Для удобства сдвиньте накладку на ремне ближе к шее. Как снять бандаж 1. Ослабьте фиксатор и вытащите из него ремень. 2. Аккуратно снимите бандаж с травмированной руки.
en: 3. The long strap of the sling should go from the back of your injured arm, across your back to your other shoulder and down your chest. If you are not able to work the strap around, you may attach the strap to the fastener and then lift the strap over your head to the opposite shoulder. 4. Attach the long strap to the fastener on the sling near your wrist. 5. Adjust the length of the strap, so your hand is always at or above the level of your elbow. 6. Move the pad on the shoulder strap near your neck, so it feels comfortable. Taking off the sling 1. Loosen the fastener and take the strap out. 2. Gently remove the sling from the injured arm. Wearing a Shoulder Sling. Russian.

source: на ногу с ходунков Using a Walker Выполняйте отмеченные рекомендации для своей травмированной или ослаблен- ной ноги.  Без нагрузки на ногу Суть этого метода заключается в том, чтобы не ставить травмированную или ослабленную ногу на пол, когда вы стоите или идете. При использовании ходунков не касайтесь пола травмированной или ослабленной ногой. • Поставьте ходунки перед собой. Убедитесь, что все 4 ножки ходунков стоят на полу. • Опираясь на ходунки руками, прыгните здоровой ногой в центр ходунков. Касательная нагрузка Для равновесия поставьте переднюю часть стопы на пол, но не переносите на нее вес тела. • Поставьте ходунки перед собой на расстоянии вытянутой руки. Убедитесь, что все 4 ножки ходунков стоят на полу. • Поставьте травмированную или ослабленную ногу вперед в ходунки, касаясь пола передней частью стопы.
en: Weight Bearing Follow the directions as checked for your injured or weak leg. Non-weight bearing For this method, do not let your injured or weak leg touch the floor when standing or walking. When using the walker, hold your injured or weak leg up off the floor. • Move your walker out in front of you. Be sure all 4 legs of your walker are flat on the floor. • While pushing down on the walker with your arms, hop on your good foot to the center of the walker. Touch down weight bearing Touch the ball of your foot to the floor to help your balance, but do not put your weight on it. • Move your walker out in front of you about an arm’s length. Be sure all 4 legs of the walker are flat on the floor. • Move your injured or weak leg forward into Ballof Footthe walker, only touching Ball of Foot the ball of your foot to the floor. Weight Bearing Using a Walker. Russian.

source: сон to Sleep Better Вместо того, чтобы кардинально менять старые, выработайте новые привычки. Начните вести дневник сна, чтобы понять ваш режим и привычки, связанные со сном. Далее перечислены простые рекомендации, которые помогут улучшить ваш сон. Придерживайтесь распорядка дня. • Каждый день, даже в выходные, вставайте в одно и то же время. • Не спите днем. Если вам захочется вздремнуть, поспите, но недолго (15– 30 минут после обеда). Не ложитесь спать слишком сытым или голодным. • Если перед сном плотно поесть, желудку придется поработать несколько часов. Если вы вынуждены есть поздно, выбирайте легкую пищу. • На пустой желудок также может быть трудно заснуть. Если вы на диете, ешьте перед сном низкокалорийные продукты. Делайте физические упражнения каждый день, но не перед сном. • Интенсивные физические нагрузки ускоряют дыхание и пульс, поэтому вам будет сложно расслабиться. • Перенесите тренировку на более раннее время. Подойдет неторопливая прогулка перед сном. Расслабиться перед сном помогут легкие упражнения, например стретчинг или йога.
en: What You Can Do Make new habits for sleeping rather than simply breaking old ones. You may want to start by keeping a sleep diary to help you understand your sleep patterns and habits. Follow these simple sleep guidelines to help you sleep better. Keep regular hours. • Establish a regular wake up time each day, including weekends. • Do not take naps. If you must nap, keep it short. Nap for 15 to 30 minutes early in the afternoon. Do not go to bed too full or too hungry. • If you eat a heavy meal before bedtime, your stomach has several hours of work to do. If you must eat late, eat light. • It also can be hard to sleep if your stomach is empty. If you are dieting, have a low calorie snack before bedtime. Exercise each day but not right before bedtime. • Heavy exercise in the late evening increases your breathing and heart rate. This interferes with relaxation. • Schedule work outs for earlier in the day. A leisurely walk before bed is okay. Try gentle exercises like stretching or yoga to help you relax at night. What You Can Do to Sleep Better. Russian.

source: Придумайте ритуал засыпания. • Установите порядок отхода ко сну, чтобы ваш организм знал, что пора спать. Например, послушайте расслабляющую музыку, затем почитайте 10 минут, почистите зубы и ложитесь спать. Используйте кровать только для сна и секса. • Не ешьте, не пишите, не смотрите телевизор и не разговаривайте по телефону в постели. • Чтобы вам было комфортно, в спальне должно быть темно, тихо и прохладно. • Используйте вентилятор, генератор белого шума, беруши или наушники, чтобы вас ничего не беспокоило. • Не ложитесь спать, если не хочется. Если вы не уснули в течение 15–20 минут, встаньте, перейдите в другую комнату и сделайте что-нибудь, чтобы расслабиться. Когда почувствуете сонливость, вернитесь в постель. Ближе к концу дня сбавляйте темп. • Не занимайтесь работой или домашними делами перед сном. Завершайте работу как минимум за 30 минут до сна и занимайтесь спокойными делами, которые помогают расслабиться. • Попробуйте принять теплую ванну. • Прекращайте пользоваться мобильным телефоном, ноутбуком, планшетом, телевизором и другими устройствами за 30 минут до сна. Свет от экрана может помешать вам заснуть.
en: Develop a bedtime routine. • Set up a routine so your body knows it is time to go to sleep. For example, listen to some relaxing music, then read for 10 minutes, brush your teeth and go to bed. Keep your bed as a place to sleep or have sex. • Do not eat, write, watch TV or talk on the phone in bed. • Keep the bedroom dark, quiet and a little cool to help you sleep. • Use a fan or white noise machine, ear plugs or headphones to stop noises that may bother you at night. • Do not go to bed unless you are sleepy. If you do not fall asleep after 15 to 20 minutes, get up and go to another room and do something to relax. When you feel sleepy, go back to bed. Slow yourself down toward the end of the day. • Do not engage in work or household chores right before bedtime. Put your duties aside at least 30 minutes before bedtime and perform soothing, quiet activities that will help you relax. • Try a warm bath. • Disconnect from your cell phone, laptop, tablet, TV and other devices 30 minutes or more before going to bed. The light from these devices can make it harder for your to fall asleep. What You Can Do to Sleep Better. Russian.

source: педиатру? My Baby’s Doctor? 911, если малыш Звоните по тел. посинел или ему трудно дышать. Позвоните педиатру, если: • Ребенок плачет несколько часов подряд или очень раздражителен, а попытки успокоить его не помогают • Малыша сложно разбудить • У ребенка высокая температура: В заднем проходе 38 ºС (100,4 ºF) или выше, под мышкой 37,2 ºС (99 ºF) или выше Ì После приема лекарств температура не снижается Ì Высокая температура держится более 24 часов • Обильные выделения из глаз • Малышу трудно дышать или кожа под ребрами или между ними во время дыхания проваливается • Пожелтение или сыпь на коже, которые усиливаются • Покраснение, выделения или неприятный запах из пуповины или области обрезания • Более 8 часов подряд ребенок реже прикладывается к груди или выпивает меньше молочной смеси • Зеленые рвотные массы или рвота после более чем 2 кормлений подряд • Ребенок мочится реже 6–8 раз в сутки • Запор или понос
en: When Should I Call Call 911 if your baby turns blue or has trouble breathing. Call your baby’s doctor if your baby has any of the following: • Cries non-stop for several hours or is more irritable and soothing does not stop crying • Hard to wake up • Fever: Ì A rectal temperature (in baby’s bottom) of 100.4 º F or higher, or an armpit (axillary) temperature of 99 º F or higher Ì Fever does not come down with medicine Fever lasts more than 24 hours • A lot of discharge from the eyes • A hard time breathing or skin below or between baby’s ribs pulls in when breathing. • Yellowing or rash on the skin that gets worse • Redness, discharge or a foul smell from a healing umbilical cord or circumcision • Breastfeeding less often or taking less formula for more than 8 hours • Green vomit or vomiting after more than 2 feedings in a row • Fewer than 6 to 8 wet diapers in 24 hours • Constipation or diarrhea When Should I Call My Baby’s Doctor. Russian.
